{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "No Game Level"
			},
			"Translation":
			{
				"Text": "Cap nivell de joc"
			},
			"Key": "D0CB42CC41B79913B4D76E84EDD711A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_CONFIG",
			"Children": [
				{
					"Source":
					{
						"Text": "Alemán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_DE"
				},
				{
					"Source":
					{
						"Text": "Catalán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_CA"
				},
				{
					"Source":
					{
						"Text": "Chino"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ZH"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ES"
				},
				{
					"Source":
					{
						"Text": "Francés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_FR"
				},
				{
					"Source":
					{
						"Text": "Inglés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_EN"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_IT"
				},
				{
					"Source":
					{
						"Text": "Portugués"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_PT"
				},
				{
					"Source":
					{
						"Text": "Ruso"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_RU"
				}
			]
		},
		{
			"Namespace": "ST_GAME",
			"Children": [
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Difícil"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_NAME"
				},
				{
					"Source":
					{
						"Text": "Easy description"
					},
					"Translation":
					{
						"Text": "Ideal per començar. Menys mines i més marge per pensar amb calma."
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Fàcil"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_NAME"
				},
				{
					"Source":
					{
						"Text": "Hard description"
					},
					"Translation":
					{
						"Text": "Només per als més valents. Moltes mines i poc marge d’error."
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Mitjà"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_NAME"
				},
				{
					"Source":
					{
						"Text": "Medio description"
					},
					"Translation":
					{
						"Text": "Un repte equilibrat. Ideal per posar a prova la teva lògica."
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Nivel difícil"
					},
					"Translation":
					{
						"Text": "Nivell difícil"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel fácil"
					},
					"Translation":
					{
						"Text": "Nivell fàcil"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel medio"
					},
					"Translation":
					{
						"Text": "Nivell mitjà"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_LEVELNAME"
				}
			]
		},
		{
			"Namespace": "ST_HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "Casillas descubiertas: {revealed_tiles}"
					},
					"Translation":
					{
						"Text": "Caselles descobertes: {revealed_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_REVEALED"
				},
				{
					"Source":
					{
						"Text": "Casillas marcadas: {marked_tiles}"
					},
					"Translation":
					{
						"Text": "Caselles marcades: {marked_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_MARKED"
				},
				{
					"Source":
					{
						"Text": "Casillas totales: {total_tiles}"
					},
					"Translation":
					{
						"Text": "Caselles totals: {total_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_TOTAL"
				},
				{
					"Source":
					{
						"Text": "Minas totales: {total_mines}"
					},
					"Translation":
					{
						"Text": "Mines totals: {total_mines}"
					},
					"Key": "HUD_GAME_STATS_MINES_TOTAL"
				}
			]
		},
		{
			"Namespace": "ST_MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Aventura"
					},
					"Translation":
					{
						"Text": "Aventura"
					},
					"Key": "MIANMENU_MODE_ADVENTURE"
				},
				{
					"Source":
					{
						"Text": "Clásico"
					},
					"Translation":
					{
						"Text": "Clàssic"
					},
					"Key": "MIANMENU_MODE_CLASSIC"
				},
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "Difícil"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_HARD"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "Fàcil"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_EASY"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Jugar"
					},
					"Key": "MIANMENU_PLAY"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "Mitjà"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_MEDIUM"
				},
				{
					"Source":
					{
						"Text": "Opciones"
					},
					"Translation":
					{
						"Text": "Opcions"
					},
					"Key": "MIANMENU_OPTIONS"
				},
				{
					"Source":
					{
						"Text": "Salir"
					},
					"Translation":
					{
						"Text": "Sortir"
					},
					"Key": "MIANMENU_QUIT"
				},
				{
					"Source":
					{
						"Text": "Volumen de animaciones"
					},
					"Translation":
					{
						"Text": "Volum de les animacions"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_ANIMATIONS"
				},
				{
					"Source":
					{
						"Text": "Volumen de música"
					},
					"Translation":
					{
						"Text": "Volum de la música"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_MUSIC"
				},
				{
					"Source":
					{
						"Text": "Volumen de sistema"
					},
					"Translation":
					{
						"Text": "Volum del sistema"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_SYSTEM"
				},
				{
					"Source":
					{
						"Text": "Volver"
					},
					"Translation":
					{
						"Text": "Tornar"
					},
					"Key": "MIANMENU_BACK"
				}
			]
		},
		{
			"Namespace": "ST_Menus",
			"Children": [
				{
					"Source":
					{
						"Text": "1. Hacé clic sin volar por los aires"
					},
					"Translation":
					{
						"Text": "1. Fes clic sense sortir volant pels aires"
					},
					"Key": "MENU_INSTRUCTIONS_01"
				},
				{
					"Source":
					{
						"Text": "2. Usá los números como pistas para esquivar minas"
					},
					"Translation":
					{
						"Text": "2. Fes servir els números com a pistes per esquivar mines"
					},
					"Key": "MENU_INSTRUCTIONS_02"
				},
				{
					"Source":
					{
						"Text": "3. Poné banderas donde creas que hay explosivos"
					},
					"Translation":
					{
						"Text": "3. Posa banderes on creguis que hi ha explosius"
					},
					"Key": "MENU_INSTRUCTIONS_03"
				},
				{
					"Source":
					{
						"Text": "4. Ganás cuando todas las celdas seguras están descubiertas"
					},
					"Translation":
					{
						"Text": "4. Guanyes quan totes les caselles segures estan descobertes"
					},
					"Key": "MENU_INSTRUCTIONS_04"
				},
				{
					"Source":
					{
						"Text": "5. El tiempo corre — y tu marca quedará en la historia"
					},
					"Translation":
					{
						"Text": "5. El temps corre — i la teva marca quedarà a la història"
					},
					"Key": "MENU_INSTRUCTIONS_05"
				},
				{
					"Source":
					{
						"Text": "Abandonar"
					},
					"Translation":
					{
						"Text": "Abandonar"
					},
					"Key": "MENU_COMMON_LEAVE_GAME"
				},
				{
					"Source":
					{
						"Text": "Cada celda puede esconder una mina... o no. Tu primer clic es pura fe, pero después todo depende de tus decisiones."
					},
					"Translation":
					{
						"Text": "Cada casella pot amagar una mina... o no. El primer clic és pura fe, però després tot depèn de les teves decisions."
					},
					"Key": "MENU_INSTRUCTIONS_01b"
				},
				{
					"Source":
					{
						"Text": "Crack"
					},
					"Translation":
					{
						"Text": "Crack"
					},
					"Key": "MENU_RECORD_USERNAME_INPUT"
				},
				{
					"Source":
					{
						"Text": "Cuando estés seguro de haber localizado una mina, marcala con una bandera. Así evitás pisarla por accidente y te organizás mejor para limpiar el campo."
					},
					"Translation":
					{
						"Text": "Quan estiguis segur d’haver localitzat una mina, marca-la amb una bandera. Així evitaràs trepitjar-la per accident i t’organitzaràs millor per netejar el camp."
					},
					"Key": "MENU_INSTRUCTIONS_03b"
				},
				{
					"Source":
					{
						"Text": "El cronómetro arranca en cuanto empezás y se detiene cuando ganás o... cuando explotás.\r\nSi lográs terminar sin errores y a toda velocidad, tu tiempo se guardará en el ranking de mejores partidas. ¡Así que jugá con cabeza y sin perder tiempo!"
					},
					"Translation":
					{
						"Text": "El cronòmetre comença tan bon punt inicies i s’atura quan guanyes o... quan explotes.\r\nSi aconsegueixes acabar sense errors i a tota velocitat, el teu temps es guardarà al rànquing de millors partides. Així que juga amb cap i sense perdre temps!"
					},
					"Key": "MENU_INSTRUCTIONS_05b"
				},
				{
					"Source":
					{
						"Text": "Felicidades! Lograste un nuevo record!"
					},
					"Translation":
					{
						"Text": "Felicitats! Has aconseguit un nou rècord!"
					},
					"Key": "MENU_RECORD_CONGRATS"
				},
				{
					"Source":
					{
						"Text": "Ganaste"
					},
					"Translation":
					{
						"Text": "Has guanyat"
					},
					"Key": "MENU_WON_TITLE"
				},
				{
					"Source":
					{
						"Text": "Iniciar"
					},
					"Translation":
					{
						"Text": "Iniciar"
					},
					"Key": "MENU_COMMON_START_GAME"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Instruccions"
					},
					"Key": "MENU_TOMENU_INSTRUCTION"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "Instruccions"
					},
					"Key": "MENU_INSTRUCTIONS_TITLE"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "Jugar"
					},
					"Key": "MENU_PRESENTATION_TITLE"
				},
				{
					"Source":
					{
						"Text": "Menú principal"
					},
					"Translation":
					{
						"Text": "Menú principal"
					},
					"Key": "MENU_TOMENU_MAIN_MENU"
				},
				{
					"Source":
					{
						"Text": "No es necesario encontrar todas las minas, sólo asegurarte de abrir todas las celdas que no las tienen. ¡Si no explotaste, es victoria!"
					},
					"Translation":
					{
						"Text": "No cal trobar totes les mines, només assegurar-te d’obrir totes les caselles que no en tenen. Si no has explotat, és victòria!"
					},
					"Key": "MENU_INSTRUCTIONS_04b"
				},
				{
					"Source":
					{
						"Text": "Nuevo record"
					},
					"Translation":
					{
						"Text": "Nou rècord"
					},
					"Key": "MENU_RECORD_TITLE"
				},
				{
					"Source":
					{
						"Text": "Pausa"
					},
					"Translation":
					{
						"Text": "Pausa"
					},
					"Key": "MENU_PAUSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Perdiste"
					},
					"Translation":
					{
						"Text": "Has perdut"
					},
					"Key": "MENU_LOSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Puntaje: {SCORE}"
					},
					"Translation":
					{
						"Text": "Puntuació: {SCORE}"
					},
					"Key": "MENU_COMMON_SCORE"
				},
				{
					"Source":
					{
						"Text": "Ranking"
					},
					"Translation":
					{
						"Text": "Rànquing"
					},
					"Key": "MENU_RANKING_TITLE"
				},
				{
					"Source":
					{
						"Text": "Reiniciar"
					},
					"Translation":
					{
						"Text": "Reiniciar"
					},
					"Key": "MENU_COMMON_RESTART_GAME"
				},
				{
					"Source":
					{
						"Text": "Seguir jugando"
					},
					"Translation":
					{
						"Text": "Continuar jugant"
					},
					"Key": "MENU_COMMON_RESUME_GAME"
				},
				{
					"Source":
					{
						"Text": "Si al abrir una celda aparece un número, significa que esa cantidad de minas está cerca. Observá con atención y pensá antes de arriesgar el próximo clic."
					},
					"Translation":
					{
						"Text": "Si en obrir una casella apareix un número, vol dir que hi ha aquella quantitat de mines a prop. Observa amb atenció i pensa abans d’arriscar el següent clic."
					},
					"Key": "MENU_INSTRUCTIONS_02b"
				},
				{
					"Source":
					{
						"Text": "Top {POSITION} es tuyo"
					},
					"Translation":
					{
						"Text": "El Top {POSITION} és teu"
					},
					"Key": "MENU_RECORD_USERNAME_MSG"
				},
				{
					"Source":
					{
						"Text": "Tu misión es simple... en teoría. En la práctica, es cuestión de lógica, nervios de acero y un poco de suerte. Aquí van las reglas:"
					},
					"Translation":
					{
						"Text": "La teva missió és senzilla... en teoria. A la pràctica, és qüestió de lògica, nervis d’acer i una mica de sort. Aquí tens les regles:"
					},
					"Key": "MENU_INSTRUCTIONS_00"
				},
				{
					"Source":
					{
						"Text": "Ver ranking"
					},
					"Translation":
					{
						"Text": "Veure rànquing"
					},
					"Key": "MENU_TOMENU_RANKING"
				},
				{
					"Source":
					{
						"Text": "{SCORE} puntos"
					},
					"Translation":
					{
						"Text": "{SCORE} punts"
					},
					"Key": "MENU_RECORD_POINTS"
				}
			]
		}
	]
}